Repository: online-VCDS/CodingCompare
Catalog: AutoScanCompare/Resources/WinFormStrings.*.resx
Languages: de_de

# str_autoscan1
source: Insert Auto-Scan 1 here
de_de: Auto-Scan 1 hier einfügen

# str_autoscan2
source: Insert Auto-Scan 2 here
de_de: Auto-Scan 2 hier einfügen

# str_btnCompare
source: Compare
de_de: Vergleich

# str_coding1
source: Coding 1
de_de: Codierung 1

# str_coding2
source: Coding 2
de_de: Codierung 2

# str_CodingQuickCompare
source: Quick comparison
de_de: Codierung Direktvergleich

# str_compareResults
source: Compare results
de_de: Vergleichsergebnisse

# str_contextMenue
source: Auto-Scan GUI context menue on/off
de_de: Auto-Scan GUI Kontextmenü ein/aus

# str_copyClipboard
source: Copy to clipboard
de_de: Kopieren in Zwischenablage

# str_ignoreCarDerivate
source: ignore chassis type
de_de: Ignoriere Fahrzeugklasse

# str_ignoreIndex
source: ignore index
de_de: Ignoriere Index

# str_lblCodeForum
source: Forum code
de_de: Code für Foren

# str_lblDirectCompare
source: Quick comparison of two codings
de_de: Direkvergleich zweier Codierungen

# str_onlyDifferences
source: only differences
de_de: Nur Unterschiede

# str_synchronousScrolling
source: synchronous scrolling
de_de: synchrones Scrollen

# str_winformTitle
source: VCDS Autoscan coding compare (by VCDS.de)
de_de: VCDS Autoscan Codierungsvergleich (by hadez16)

# str_Adresse
source: Address
de_de: Adresse

# str_autoscanNotValid
source: Auto-Scans not valid
de_de: Auto-Scans nicht gültig

# str_autoscanValidation_1
source: Windows Based VAG/VAS Emulator
de_de: Windows-basierter VAG/VAS-Emulator

# str_autoscanValidation_2
source: Data version:
de_de: Datenstand:

# str_autoscanValidation_3
source: VIN:
de_de: Fahrzeug-Ident.-Nr.:

# str_autoscanValidation_4
source: End-
de_de: Ende-

# str_autoscanValidation_5
source: Chassis Type:
de_de: Fahrzeugtyp

# str_autoscanValidation_6
source: No fault code found.
de_de: Kein(e) Fehlercode(s) gefunden.

# str_autoscanValidation_Codierung
source: Coding:
de_de: Codierung:

# str_autoscanValidation_licensePlate
source: License Plate
de_de: KFZ-Kennzeichen

# str_autoscanValidation_Regex
source: ^Address [0-9A-Z][0-9A-Z](?=\:)
de_de: ^Adresse [0-9A-Z][0-9A-Z](?=\:)

# str_autoscanValidation_Teilenummer
source: Part No:
de_de: Teilenummer:

# str_autoscanValidation_TeilenummerSW
source: Part No SW:
de_de: Teilenummer SW:

# str_codingsNotSameLength
source: Codings differ in length
de_de: Codierungen nicht gleich lang

# str_ContextMenuError
source: Operation failed. (Running as administrator?)
de_de: Änderung nicht möglich. (Als Administrator geöffnet?)

# str_contextMenue_Added
source: Context menue item "Auto-Scan GUI" added for TXT files
de_de: Kontextmenü-Eintrag "Auto-Scan GUI" für TXT-Dateien hinzugefügt

# str_contextMenue_Deleted
source: Context menue item "Auto-Scan GUI" deleted for TXT files
de_de: Kontextmenü-Eintrag "Auto-Scan GUI" gelöscht

# str_Error
source: Error
de_de: Fehler

# str_Hint
source: Information
de_de: Hinweis

# str_modelYear
source: MY
de_de: Modelljahr

# str_noDifferencesFound
source: No comparable units found or no differences in coding found
de_de: Keine gemeinsamen Steuergeräte oder abweichende Codierungen gefunden

# str_rightClickToClose
source: Right click to close
de_de: Rechtsklick zum Schließen

# str_errorNoTextFile
source: No text file attached
de_de: Keine Textdatei angehangen

# str_LCodeError
source: LCode.exe could not be found / started
de_de: LCode konnte nicht gestartet oder gefunden werden.

# str_notSupported
source: not supported
de_de: nicht unterstützt

# str_VCDSpath
source: C:\Ross-Tech\VCDS\
de_de: C:\Ross-Tech\VCDS-DRV\

# str_searchCodingAdresse
source: Address:
de_de: Adresse:

# str_searchCodingBasePath
source: Basepath...
de_de: Basispfad...

# str_searchCodingBitSet
source: Bit set
de_de: Bit gesetzt

# str_searchCodingButtonSearch
source: Search
de_de: Suchen

# str_searchCodingNoHits
source: 0 hits
de_de: 0 Treffer

# str_searchCodingTitle
source: Search for coding:
de_de: Codierung suchen:
